<%@ Page Title="" Language="C#" MasterPageFile="~/Site1.Master" AutoEventWireup="true" CodeBehind="דף בית.aspx.cs" Inherits="WebApplication5.homepage" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
 
    <title>ברוכים הבאים לטעמים מהלב</title>
    <link href="StyleSheetדף_בית.css" rel="stylesheet" />
    
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
           <div class="yoo">
    <h1>ברוכים הבאים לטעמים מהלב</h1>
     
<div>
    <h2>אודותינו</h2>
</div>
<p>
    בטעמים מהלב, אנו מאמינים כי אוכל הוא לא רק תזונה, אלא חוויה מעשירה שמחברת בין אנשים. עם שנים של ניסיון ותשוקה לבישול, הקמנו את החברה שלנו כדי להביא את האהבה שלנו למטבח אליכם הביתה. אנחנו מתמחים בהכנת מנות עשויות בעבודת יד, עם מרכיבים טריים ואיכותיים, תוך הקפדה על מתכונים מסורתיים וחדשניים כאחד.
</p>

<div>
    <h2>המטבח שלנו</h2>
</div>
<p>
    המטבח שלנו הוא המקום שבו הקסם קורה. כל מנה נבנית באהבה ובתשומת לב לפרטים. אנו משתמשים במרכיבים מקומיים בעונתיים, ובכך תורמים לקיימות ולחיזוק הקהילה. בין אם מדובר במנות עיקריות, קינוחים מפנקים או מנות טבעוניות, כל ביס מבטיח חוויה בלתי נשכחת.
</p>

<div>
    <h2>סדנאות בישול</h2>
</div>
<p>
    מעבר ליצירת מנות טעימות, אנו מציעים סדנאות בישול ייחודיות. הצטרפו אלינו לסדנאות מותאמות אישית בהן תלמדו טכניקות בישול חדשות, תגלו סודות מהמטבח שלנו ותיהנו מחוויה קולינרית מהנה. הסדנאות מיועדות לכל הרמות – מתחילים ועד שפים מנוסים.
</p>

<div>
    <h2>הצטרפו אלינו</h2>
</div>
<p>
    בין אם אתם מחפשים פתרונות אוכל לחגיגה, קייטרינג לאירוע או פשוט רוצים לנסות את המתכונים שלנו בבית, אנחנו כאן בשבילכם. הרשמו לניוזלטר שלנו לקבלת מתכונים, טיפים, והנחות מיוחדות.
</p>
<p>
    אנו מזמינים אתכם לגלות את טעמים מהלב – כי כל מנה היא סיפור, וכל סיפור מתחיל באוכל.
</p>
    </div>



</asp:Content>
